Repository: froemken/url_redirect
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

source: New entry
de: Neuer Eintrag

source: Show redirects
de: Auflistung Weiterleitungen

source: Import redirects
de: Importiere Weiterleitungen

source: Back
de: Zurück

source: Save
de: Speichern

source: Import
de: Importieren

# separator
source: Separator of values in one row
de: Trenner der Werte innerhalb einer Zeile

# quote
source: With which char text values are quoted?
de: Mit welchem Zeichen werden Texte in der CSV zitiert (quote)?

# escape
source: With which char the above quote value should be escaped, if in text?
de: Mit welchem Zeichen soll das oben genannte Zitat Zeichen maskiert werden, sofern es sich auch innerhalb des Textes befindet?

source: CSV file
de: CSV Datei

# useRegExp
source: Use regular expressions. This may slow down redirect a little bit
de: Verwende reguläre Ausdrücke. Dies reduziert die Weiterleitung jedoch ein wenig

# completeDomain
source: Redirect complete domain. Regardless of request URI
de: Komplette Domain weiterleiten. Unabhängig von der Anfrage URI

# requestUri
source: Request URI: Should start with / in most cases
de: Anfrage URI: Sollte in den meisten Fällen mit / beginnen

# targetUri
source: Target URI: Complete URI incl. scheme like: http://...
de: Ziel URI: Komplette URI inkl. Schema wie http://

# headerImport
source: Import with a CSV file
de: Import mittels CSV Datei

# explainImport
source: You can import multiple values with a CSV file. Don't add a header row with field names in CSV. Only three values for each row are allowed: request uri, target uri and http status
de: Du kannst mehrere Einträge mit Hilfe einer CSV Datei importieren. Füge der CSV Datei keine Kopfzeile für die Feldnamen hinzu. Es werden nur 3 Werte importiert: Anfrage URI, Ziel URI und der HTTP Status

# header.completeDomain
source: Redirect all
de: Alles weiterleiten

# header.uris
source: Request/Target
de: Anfrage/Zielseite

# header.actions
source: Actions
de: Aktionen
